Repository: ciakval/plachtis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Phone number must have exactly 9 digits after +420 (e.g., +420 123 456 789)
cs: Telefonní číslo musí mít přesně 9 číslic za +420 (např., +420 123 456 789)

source: Phone number must have exactly 9 digits after +421 (e.g., +421 123 456 789)
cs: Telefonní číslo musí mít přesně 9 číslic za +421 (např., +421 123 456 789)

source: Phone number must be: +420 followed by 9 digits, +421 followed by 9 digits, or just 9 digits (e.g., +420 123 456 789, +421 123 456 789, or 123 456 789)
cs: Telefonní číslo musí být: +420 následované 9 číslicemi, +421 následované 9 číslicemi, nebo pouze 9 číslic (např., +420 123 456 789, +421 123 456 789, nebo 123 456 789)

source: Scout Unit Name
cs: Název oddílu/střediska/přístavu

source: Evidence ID
cs: Evidenční číslo oddílu/střediska/přístavu

source: Contact Email
cs: Kontaktní e-mail

source: Contact Phone
cs: Kontaktní telefon

source: Expected Arrival
cs: Očekávaný příjezd

source: Expected Departure
cs: Očekávaný odjezd

source: Home Town
cs: Obec, odkud na SkaRe přijedeš

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Nickname
cs: Přezdívka

source: e.g. Anxiety, asthma
cs: např. Srdeční nedostatečnost, užívá Oxazepam, úzkostná porucha

source: e.g. Vegetarian, gluten-free
cs: např. Alergie ořechy, vegetarián

source: e.g. Special needs
cs: Další informace

source: Nickname (optional)
cs: Přezdívka (volitelně)

source: Any health restrictions or medical conditions
cs: Zdravotní omezení / Duševní stav

source: Any dietary restrictions or preferences
cs: Stravovací omezení / preference

source: Any relevant information
cs: Další údaje

source: e.g., Small tent, caravan
cs: např. Malý stan, Karavan, ...

source: e.g., 20 m²
cs: např. 20 m2

source: Codex agreement
cs: Kodex jednání dospělých

source: Date of birth cannot be in the future.
cs: Datum narození nemůže být v budoucnosti.

source: Date of birth cannot be before 1900.
cs: Datum narození nemůže být před rokem 1900.

source: Deadline for creating new Units and Participants
cs: Termín uzavření registrace

source: Event Settings
cs: Nastavení události

source: Optional nickname
cs: Přezdívka (volitelně)

source: Date of birth
cs: Datum narození

source: Adult
cs: Dospělý (18+)

source: Rover
cs: Rover/Ranger (16-18)

source: Scout
cs: Skaut/Skautka (13-15)

source: Cub
cs: Vlče/Světluška (0-12)

source: Scout category
cs: Výchovná kategorie

source: Category
cs: Výchovná kategorie

source: Health restrictions
cs: Zdravotní omezení / Duševní stav

source: Dietary restrictions
cs: Stravovací omezení / preference

source: Any relevant information about the person
cs: Další údaje

source: Relevant information
cs: Další údaje

source: User who created this entry
cs: Uživatel, který vytořil tuto položku

source: Created by
cs: Autor

source: Editors
cs: Editoři

source: Whether this unit is unlocked for editing after the deadline (set by privileged users only)
cs: Odemčeno k editaci

source: Unlocked for editing
cs: Odemčeno k editaci

source: Whether payment has been received for this entity
cs: Zda byla zaplacena platba za tuto registraci

source: Paid
cs: Zaplaceno

source: Whether this entity has been confirmed
cs: Zda byla tato registrace potvrzena

source: Confirmed
cs: Potvrzeno

source: Name of the scout unit
cs: Jméno oddílu/střediska/přístavu

source: Scout unit name
cs: Jméno oddílu/střediska/přístavu

source: Unit evidence ID (e.g., 523.10, 816.08.001)
cs: Evidenční číslo oddílu/střediska/přístavu (např. 523.10)

source: Contact email address
cs: Kontaktní e-mail

source: Contact email
cs: Kontaktní e-mail

source: Contact phone number
cs: Kontaktní telefon

source: Contact phone
cs: Kontaktní telefon

source: Expected date and time of arrival
cs: Očekávaný příjezd

source: Expected arrival
cs: Očekávaný příjezd

source: Expected date and time of departure
cs: Očekávaný odjezd

source: Expected departure
cs: Očekávaný odjezd

source: Home town of the unit
cs: Obec, odkud na SkaRe přijedete

source: Home town
cs: Obec, odkud na SkaRe přijedete

source: The registration entity associated with this unit
cs: Registrační entita přiřazená k této jednotce

source: Entity
cs: Entita

source: Name of the contact person
cs: Vedoucí

source: Contact person name
cs: Vedoucí

source: Optional backup contact phone
cs: Druhý kontaktní telefon

source: Backup contact phone
cs: Druhý kontaktní telefon

source: Estimated number of P550 boats
cs: Počet pramic P550

source: P550 boats
cs: Počet pramic P550

source: Estimated number of other sail-boats
cs: Počet jiných plachetnic

source: Sail boats
cs: Počet jiných plachetnic

source: Estimated number of paddle-powered boats
cs: Počet kánoí,kajaků,apod.

source: Paddle boats
cs: Počet kánoí,kajaků,apod.

source: Estimated number of motor-powered boats
cs: Počet motorových lodí

source: Motor boats
cs: Počet motorových lodí

source: Number of scarves
cs: Počet šátků

source: Scarf count
cs: Počet šátků

source: Number of hats
cs: Počet čepic

source: Hat count
cs: Počet čepic

source: Accommodation expectations (small tents, large tent, caravan, ...)
cs: V čem plánujete spát (malé stany, velký stan, karavan, ...)

source: Accommodation expectations
cs: V čem plánujete spát (malé stany, velký stan, karavan, ...)

source: Estimated needed area for accommodation
cs: Kolik potřebujete místa (m2)?

source: Estimated accommodation area
cs: Kolik potřebujete místa (m2)?

source: The unit this participant belongs to
cs: Jednotka, ke které účastník náleží

source: Unit
cs: Jednotka

source: The registration entity associated with this individual participant
cs: Registrační entita přiřazená k tomuto jednotlivci

source: The registration entity associated with this organizer
cs: Registrační entita přiřazená k tomuto organizátorovi

source: Management
cs: Ředitelství

source: Racing
cs: Závodní

source: Rescue
cs: VZS

source: Crisis
cs: Krize

source: Information
cs: Informační

source: Material
cs: TMZ

source: Food
cs: Jídelna

source: Others
cs: Ostatní

source: Division the organizer belongs to
cs: Divize SkaRe

source: Division
cs: Divize

source: Public Transport
cs: Veřejná doprava

source: Car
cs: Vlastní auto

source: Car with Trailer
cs: Auto s přívěsem

source: Transport method to the event
cs: Způsob dopravy na akci

source: Transport
cs: Způsob dopravy na akci

source: Whether the organizer needs a lift from the nearest transport hub
cs: Zda organizátor potřebuje odvoz

source: Need lift
cs: Potřebuji odvoz z autobusu/vlaku

source: Whether the organizer wants a travel order for reimbursement
cs: Zda organizátor chce vystavit cestovní příkaz

source: Want travel order
cs: Chci vystavit cestovní příkaz

source: With Unit
cs: Se svým oddílem

source: Own Tent
cs: Ve stanu

source: Caravan
cs: V karavanu

source: Need Tent
cs: Potřebuji půjčit stan

source: Inside Building
cs: Uvnitř v budově

source: Accommodation preference of the organizer
cs: Požadavky na ubytování organizátora

source: Accommodation
cs: Způsob ubytování

source: Whether the organizer agrees to follow the event codex
cs: Zda se organizátor zavazuje dodržovat Kodex jednání dospělých

source: Whether the organizer wants a scarf
cs: Zda organizátor chce šátek

source: Wants scarf
cs: Chci šátek

source: Whether the organizer wants a hat
cs: Zda organizátor chce čepici

source: Wants hat
cs: Chci čepici

source: Hello
cs: Ahoj

source: Logout
cs: Odhlásit se

source: Login
cs: Přihlásit se

source: Register
cs: Registrace

source: Edit Individual Participant
cs: Upravit jednotlivé účastníky

source: Personal Information
cs: Osobní informace

source: Contact Information
cs: Kontaktní informace

source: Event Logistics
cs: Logistika akce

source: Boats
cs: Lodě

source: Merchandise
cs: Objednávky

source: Health & Dietary Information
cs: Zdravotní a stravovací omezení

source: Back to List
cs: Zpět na seznam

source: Save Changes
cs: Uložit změny

source: Edit Organizer
cs: Upravit organizátora

source: Organizer Details
cs: Moji organizátoři

source: Edit Unit
cs: Upravit jednotku

source: Scout Unit Information
cs: Informace o skautské jednotce

source: Boat Estimates
cs: Odhad počtu lodí

source: Participants
cs: Účastníci

source: Edit existing participants below or add new ones
cs: Uprav stávající účastníky nebo přidej nové

source: First Name
cs: Jméno

source: Last Name
cs: Příjmení

source: Date of Birth
cs: Datum narození

source: Health
cs: Zdravotní a psychický stav

source: Dietary
cs: Stravovací omezení a preference

source: Info
cs: Další Informace

source: Action
cs: Akce

source: Click 'Add Participant Row' to add more rows. Click the trash icon to mark a participant for deletion.
cs: Klikněte na 'Přidat účastníka' pro přidání dalších řádků. Vyplňte informace o účastnících v každém řádku.

source: Add Participant Row
cs: Přidat účastníka

source: Cancel
cs: Zrušit

source: If you have forgotten your password, please send an email to
cs: Pokud jste zapomněli své heslo, pošlete prosím e-mail na

source: to request a password reset.
cs: pro požádání o obnovení hesla.

source: Please include your username in the email so we can help you reset your password.
cs: Prosím uveďte ve vašem e-mailu vaše uživatelské jméno, abychom vám mohli pomoci obnovit vaše heslo.

source: Home
cs: PlachtIS

source: Manage Units and Participants in the PlachtIS system.
cs: Spravujte jednotky a účastníky v systému PlachtIS.

source: You are logged in as
cs: Jste přihlášeni jako

source: Register Unit
cs: Registrovat jednotku

source: Register Individual Participant
cs: Registrovat jednotlivce

source: Register Organizer
cs: Registrovat organizátora

source: My Registrations
cs: Mé registrace

source: My Units
cs: Jednotka

source: My Individual Participants
cs: Moji jednotlivci

source: My Organizers
cs: Moji organizátoři

source: Administrator options
cs: Administrační možnosti

source: Admin Panel
cs: Administrace

source: Show All Participants
cs: Seznam všech účastníků

source: Scarves and Hats
cs: Šátky a čepice

source: Manage Entities
cs: Správa registrací

source: Please login or register to access the system.
cs: Pro přístup do systému se prosím přihlaste nebo zaregistrujte.

source: Show all participants
cs: Účastníci

source: All Participants
cs: Účastníci

source: Display Options
cs: Možnosti zobrazení

source: Search
cs: Hledat

source: Filter by any value...
cs: Libovolná hodnota...

source: Filter by Type
cs: Filtrovat podle typu

source: All Types
cs: Všechny typy

source: Individual Participants
cs: Jednotlivci

source: Regular Participants (Units)
cs: Účastníci v oddílech

source: Organizers
cs: Organizátoři

source: Show Columns
cs: Zobrazit tyto sloupce

source: Type
cs: Typ

source: Phone
cs: Telefon

source: Dietary Restrictions
cs: Stravovací omezení / preference

source: Health Restrictions
cs: Zdravotní omezení / Duševní stav

source: Relevant Info
cs: Další údaje

source: Quick Presets
cs: Rychlé předvolby

source: Basic Info
cs: Základní informace

source: Dietary Only
cs: Stravovací omezení a preference

source: Health Only
cs: Zdravotní a psychický stav

source: Contact Info
cs: Kontaktní informace

source: Show All
cs: Všechno

source: Total
cs: Celkem

source: participants
cs: Účastníci

source: individual
cs: jednotlivců

source: regular
cs: obyčejných účastníků v oddílech

source: organizers
cs: organizátorů

source: Individual
cs: Jednotlivec

source: Regular participant
cs: Obyčejný účastník

source: Organizer
cs: Organizátor

source: No participants found.
cs: Zatím nejsou registrováni žádní účastníci.

source: Back to Home
cs: Zpět na domovskou stránku

source: You do not have permission to view this page.
cs: Nemáte oprávnění upravovat tuto jednotku.

source: My Registered Individual Participants
cs: Moji registrovaní jednotlivci

source: Scarves
cs: Počet šátků

source: Hats
cs: Počet čepic

source: Registered
cs: Zaregistrováno

source: Edit Participant
cs: Upravit jednotlivce

source: Register Another Individual Participant
cs: Registrovat dalšího jednotlivce

source: You haven't registered any individual participants yet.
cs: Nezaregistrovali jste žádného jednotlivce

source: Register your first participant now!
cs: Registrovat dalšího jednotlivce

source: Filters
cs: Filtry

source: Filter by name...
cs: Filtrovat podle jména...

source: Units
cs: Jednotky

source: Apply Filters
cs: Použít filtry

source: Clear filters
cs: Zrušit filtry

source: units
cs: jednotky

source: individual participants
cs: jednotlivci

source: Name
cs: Název

source: Individual Participant
cs: Jednotlivec

source: No results found.
cs: Nebyly nalezeny žádné výsledky.

source: My Registered Organizers
cs: Moji registrovaní organizátoři

source: Logistics
cs: Logistika

source: Scarf
cs: Šátek

source: Hat
cs: Čepice

source: None
cs: Žádné

source: Needs lift from transport hub
cs: Potřebuje svézt z dopravního uzlu

source: Wants travel order
cs: Chce vystavit cestovní příkaz

source: Agrees to follow the
cs: Zavazuje se dodržovat

source: Codex Agreement
cs: Kodex jednání dospělých

source: Agreed
cs: Ano

source: Not Agreed
cs: Ne

source: Register Another Organizer
cs: Registrovat dalšího organizátora

source: You haven't registered any organizers yet.
cs: Nezaregistrovali jste žádného organizátora

source: Register as an organizer now!
cs: Registrovat organizátora

source: My Registered Units
cs: Moje registrované jednotky

source: Contact Person
cs: Kontaktní osoba

source: No participants registered yet.
cs: Zatím nejsou registrováni žádní účastníci.

source: Register Another Unit
cs: Registrovat další jednotku

source: No Units Yet
cs: Zatím žádné jednotky

source: You haven't registered any units yet. Click the button below to register your first unit!
cs: Zatím jste neregistrovali žádné jednotky. Klikněte na tlačítko níže a zaregistrujte svou první jednotku!

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Don't have an account?
cs: Nemáte účet?

source: Register here
cs: Registrujte se zde

source: Forgot password?
cs: Zapomněli jste heslo?

source: Manage Editors
cs: Správa editorů

source: Editors can view and edit this registration, but only you (the owner) can manage editors.
cs: Editoři mohou zobrazovat a upravovat tuto registraci, ale pouze vy (vlastník) můžete spravovat editory.

source: Current Editors
cs: Současní editoři

source: Remove this editor?
cs: Odebrat tohoto editora?

source: Remove
cs: Odebrat

source: No editors added yet.
cs: Zatím nebyli přidáni žádní editoři.

source: Add Editor
cs: Přidat editora

source: Enter username
cs: Zadejte uživatelské jméno

source: Enter the exact username of the user you want to add as editor.
cs: Zadejte přesné uživatelské jméno uživatele, kterého chcete přidat jako editora.

source: Back to Units
cs: Zpět na jednotky

source: Back to Participants
cs: Zpět na účastníky

source: Back to Organizers
cs: Zpět na organizátory

source: Filter by Status
cs: Filtrovat podle stavu

source: Unpaid
cs: Nezaplaceno

source: Unconfirmed
cs: Nepotvrzeno

source: Total Entities
cs: Celkem registrací

source: Created By
cs: Vytvořil

source: Username (Login)
cs: Uživatelské jméno (login)

source: Confirm Password
cs: Potvrdit heslo

source: Already have an account?
cs: Už máte účet?

source: Login here
cs: Přihlaste se zde

source: Registration deadline
cs: Termín uzavření registrace

source: I agree to follow the
cs: Zavazuji se dodržovat

source: Unit Participants
cs: Účastníci jednotky

source: Click 'Add Participant' to add more rows. Fill in the participant information in each row.
cs: Klikněte na 'Přidat účastníka' pro přidání dalších řádků. Vyplnëte informace o účastníkch v každém řádku.

source: Add Participant
cs: Přidat účastníka

source: Welcome back, {name}!
cs: Vítejte zpět, {name}!

source: Invalid username or password.
cs: Neplatné uživatelské jméno nebo heslo

source: You have been logged out successfully.
cs: Přihlášení úspěšné

source: This form was already submitted.
cs: Tento formulář byl již odeslán.

source: Welcome, {name}! Your account has been created successfully.
cs: Vítejte, {name}! Váš účet byl úspěšně vytvořen.

source: Please correct the errors below.
cs: Prosím opravte chyby ve formuláři

source: Registration is currently closed.
cs: Registrace je uzavřena

source: Unit "{unit_name}" registered successfully with {count} participant(s)!
cs: Oddíl "{unit_name}" byl úspěšně registrován s {count} účastníkem/účastníky!

source: Error registering unit: {error}
cs: Chyba při registraci oddílu: {error}

source: Please correct the errors in the form.
cs: Prosím opravte chyby ve formuláři

source: You do not have permission to edit this unit.
cs: Nemáte oprávnění upravovat tuto jednotku.

source: This unit cannot be edited after the registration deadline.
cs: Nelze upravovat jednotku po uzavření registrace.

source: Unit "{unit_name}" updated successfully with {count} participant(s)!
cs: Oddíl "{unit_name}" byl úspěšně aktualizován s {count} účastníkem/účastníky!

source: Error updating unit: {error}
cs: Chyba při aktualizaci oddílu: {error}

source: Please correct the errors in the form of unit and participants
cs: Prosím opravte chyby ve formuláři jednotky a účastníků

source: Please correct the errors in the form of unit
cs: Prosím opravte chyby ve formuláři jednotky

source: Please correct the errors in the form of participants
cs: Prosím opravte chyby ve formuláři účastníků

source: Individual Participant "{name}" registered successfully!
cs: Individuální účastník "{name}" byl úspěšně registrován!

source: Error registering individual participant: {error}
cs: Chyba při registraci individuálního účastníka: {error}

source: You do not have permission to edit this participant.
cs: Nemáte oprávnění upravovat tohoto účastníka.

source: This participant cannot be edited after the registration deadline.
cs: Nelze upravovat účastníka po uzavření registrace.

source: Individual Participant "{name}" updated successfully!
cs: Jednotlivec "{name}" byl úspěšně aktualizován!

source: Error updating participant: {error}
cs: Chyba při aktualizaci účastníka: {error}

source: Organizer "{name}" registered successfully!
cs: Organizátor "{name}" byl úspěšně registrován!

source: Error registering organizer: {error}
cs: Chyba při registraci organizátora: {error}

source: You do not have permission to edit this organizer.
cs: Nemáte oprávnění upravovat tohoto organizátora.

source: This organizer cannot be edited after the registration deadline.
cs: Nelze upravovat organizátora po uavření registrace.

source: Organizer "{name}" updated successfully!
cs: Organizátor "{name}" byl úspěšně aktualizován!

source: Error updating organizer: {error}
cs: Chyba při aktualizaci organizátora: {error}

source: Updated {count} entities.
cs: Aktualizováno {count} registrací.

source: No changes made.
cs: Žádné změny nebyly provedeny.

source: Error updating entities: {error}
cs: Chyba při aktualizaci registrací: {error}

source: Only the owner can manage editors.
cs: Pouze vlastník může spravovat editory.

source: You cannot add yourself as an editor.
cs: Nemůžete se přidat jako editor.

source: User "{username}" is already an editor.
cs: Uživatel "{username}" je již editorem.

source: User "{username}" added as editor.
cs: Uživatel "{username}" byl přidán jako editor.

source: User "{username}" not found.
cs: Uživatel "{username}" nebyl nalezen.

source: User "{username}" removed from editors.
cs: Uživatel "{username}" byl odebrán z editorů.

source: User not found.
cs: Uživatel nebyl nalezen.
